tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "commitizen"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "heroku/brew/heroku"
brew "mas"
brew "node"
brew "pinentry-mac"
brew "powerlevel10k"
brew "ripgrep"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "rust"
brew "vim"
brew "yarn"

#cask "1password"
cask "alfred"
cask "disk-inventory-x"
cask "docker"
cask "figma"
cask "firefox"
cask "firefox-nightly"
cask "google-chrome"
cask "google-chrome-canary"
cask "handbrake"
cask "hiddenbar"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "keka"
cask "macdown"
cask "mullvadvpn"
cask "postman"
cask "qlstephen"
cask "signal"
cask "soulver"
cask "steam"
cask "superduper"
cask "transmission"
cask "visual-studio-code"
cask "vlc"

mas "1Password", id: 1333542190
mas "Things", id: 904280696
mas "WireGuard", id: 1451685025
