tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "git"
brew "gnupg"
brew "mas"
brew "pinentry"
brew "redis"
brew "ripgrep"
brew "vim"
brew "heroku/brew/heroku"
brew "schniz/tap/fnm"

#cask "1password"
cask "alfred"
cask "disk-inventory-x"
cask "fantastical"
cask "firefox"
cask "firefox-nightly"
cask "google-chrome-canary"
cask "iterm2"
cask "keka"
cask "mullvadvpn"
cask "postman"
cask "slack"
cask "soulver"
cask "spotify"
cask "steam"
cask "superduper"
cask "transmission"
cask "vlc"

mas "1Password", id: 1333542190
mas "Things", id: 904280696
mas "WireGuard", id: 1451685025
